---
kind: other
id: Methods.T:Autodesk.Revit.DB.Family
zh: 族
source: html/870959af-fc6c-a1e0-6d22-a9d8210ba6d5.htm
---
# Family Methods

**中文**: 族

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.